{
    "Parti libéral du Canada":
    {
        "abreviation" : "P.L.C",
        "Environnement" : "texte",
        "Éducation": "texte",
        "Santé et services sociaux": "texte",
        "Immigration": "texte",
        "Économie": "texte",
        "Arts et culture": "texte",
        "Transports": "texte",
        "Énergie": "texte"
    },
    "Parti conservateur du Canada":
    {
        "abreviation" : "P.C.C.",
        "Environnement" : "texte",
        "Éducation": "texte",
        "Santé et services sociaux": "texte",
        "Immigration": "texte",
        "Économie": "texte",
        "Arts et culture": "texte",
        "Transports": "texte",
        "Énergie": "texte"
    },
    "Bloc Québécois":
    {
        "abreviation" : "B.Q.",
        "Environnement" : "texte",
        "Éducation": "texte",
        "Santé et services sociaux": "texte",
        "Immigration": "texte",
        "Économie": "texte",
        "Arts et culture": "texte",
        "Transports": "texte",
        "Énergie": "texte"
    },
    "Nouveau parti démocratique":
    {
        "abreviation" : "N.P.D.",
        "Environnement" : "Les gens partout au pays s’inquiètent pour l’avenir. Les inondations et les feux de forêt menacent leur foyer et la pollution de l’air et de l’eau affecte gravement leur milieu de vie. Le Canada fait face à une urgence climatique et nous avons besoin d'un gouvernement avec le courage de faire de meilleurs choix pour notre environnement et pour la population. Il est temps de combattre les changements climatiques avec tout le sérieux que nécessite la situation. Les libéraux nous font perdre un temps précieux, en laissant les grands pollueurs s’en tirer et en donnant des milliards en subventions aux compagnies pétrolières et gazières. Les conservateurs nient quant à eux l’existence même du problème. La population, elle, sait que nous ne pouvons pas nous permettre de perdre plus de temps. Ensemble, protégeons notre air et notre eau et devenons des leaders en matière de lutte aux changements climatiques.",
        "Éducation": "Alléger le fardeau de la dette. L'accès à l'éducation ne devrait pas dépendre du salaire de vos parents. Nous bâtirons un système d'éducation postsecondaire où le coût n’est pas un obstacle – en commençant par la fin immédiate des frais d'intérêt sur les prêts étudiants. Nous croyons que l’accès à l’éducation ne devrait jamais dépendre de l’argent gagné par vos parents ou de votre niveau d’endettement. Vous devez avoir accès aux études qui vous intéressent, peu importe votre âge, ou d’où vous venez. C’est pourquoi les néo-démocrates sont déterminés à permettre aux Canadiennes et Canadiens d’avoir accès, tout au long de leur vie, à une éducation financée par les fonds publics du service de garde aux études post-secondaires.\\nNous mettrons fin aux prêts et augmenterons l’accès aux bourses d’études canadiennes non remboursables.",
        "Santé et services sociaux": "Bâtissons un Canada où nous prenons davantage soin les un.es des autres et où nous investissons dans les services publics sur lesquels tout le monde compte, comme des soins de santé incluant un régime d’assurance-médicaments. Des décennies de coupes conservatrices et d’inaction libérale ont mis à mal les services sur lesquels nous comptons. La population canadienne en paie le prix : elle a plus difficilement accès aux soins de santé, aux médicaments, aux ressources en santé mentale et aux soins à domicile dont elle a besoin. Des millions de Canadiennes et Canadiens vivent dans la pauvreté ou carrément dans la rue, dont un trop grand nombre d'enfants, de vétérans, de personnes âgées et de personnes vivant avec un handicap",
        "Immigration": "L’immigration renforce le Canada en permettant à de nouveaux talents et de nouvelles énergies de partout dans le monde d’aider à bâtir nos collectivités et stimuler notre économie. Le Canada est l’un des pays les plus diversifiés, et nous en sommes plus riches et plus forts.\\nNotre système d’immigration doit être transparent et fondé sur les valeurs de justice, de respect et de dignité. Nous savons que les personnes immigrantes renforcent notre pays et nous nous opposerons toujours à celles et ceux qui utilisent la peur de l’Autre pour nous diviser. Nous croyons en un Canada où les nouvelles et nouveaux arrivants peuvent compter sur un processus équitable, réussir à leur arrivée et où personne n’a à être séparé de ses proches des années durant à cause de retards inacceptables du système.",
        "Économie": "Les salaires des gens stagnent alors que les plus riches continuent de s'enrichir. Bâtissons une économie où il sera plus facile d’obtenir un emploi de qualité et de gagner un salaire équitable. La croissance du travail précaire et mal rémunéré est le résultat de décennies de décisions des gouvernements libéraux et conservateurs. De l’abandon du salaire minimum fédéral dans les années 1990 au fait qu’ils demandent aujourd’hui aux Canadiennes et Canadiens de « s'habituer » au travail précaire à court terme.\\nLes néo-démocrates savent que les emplois de qualité où les gens sont traités équitablement font toute la différence pour les familles canadiennes. Faisons en sorte que les personnes qui travaillent d’arrache-pied obtiennent des salaires équitables et les conditions de travail qu’elles méritent.",
        "Arts et culture": "Les arts et la culture sont au coeur de ce que nous sommes en tant que Canadiennes et Canadiens. C’est grâce à eux que nous écoutons et comprenons mieux l’Autre. C’est ainsi que nous tissons des liens sur de grandes distances et que nous célébrons nos identités. Dans un pays aussi diversifié, c’est la façon dont nous partageons nos histoires incroyables avec le monde entier, dans les deux langues officielles.\\nL’industrie canadienne du cinéma et de la télévision joue un rôle important dans l’avenir de notre économie et est au coeur de notre culture en cette ère de plus en plus numérique. Cette industrie de 9 milliards de dollars crée des emplois de qualité pour près de 180 000 Canadiennes et Canadiens.\\nLes néo-démocrates protégeront notre patrimoine et appuieront une industrie artistique et culturelle canadienne forte et indépendante. Les néo-démocrates veilleront à ce que les talents canadiens puissent s’épanouir sur les plateformes numériques et traditionnelles.",
        "Transports": "Lorsqu’il s’agit de se déplacer, les transports collectifs doivent être une option pratique et abordable qui facilite les déplacements et qui permet parallèlement de retirer des voitures de la route, de réduire les émissions et de diminuer les embouteillages. Les néo-démocrates comprennent qu’il est essentiel pour notre économie et notre qualité de vie de stimuler nos collectivités. C’est pourquoi nous mettrons en place un mécanisme de financement permanent et direct pour le transport collectif moderne et à long terme. Nous augmenterons dès maintenant les investissements pour aider les villes à électrifier leur flotte d’autobus et pour élargir les options abordables de transport par train et par autobus dans toutes les régions du pays. De plus, pour les municipalités qui en font une priorité, le gouvernement fédéral sera un allié pour instaurer la gratuité du transport public afin de faciliter les déplacements et rendre la vie plus abordable.",
        "Énergie": "Le Canada dispose d’un énorme potentiel inexploité en matière d’énergie renouvelable. Avec un leadership adéquat, nous pouvons protéger des emplois de qualité bien rémunérés partout au pays et faire croître notre économie en effectuant la transition vers des sources d’énergie qui sont conformes à nos objectifs d’émissions.\\nLes néo-démocrates se fixeront comme objectif d’alimenter le Canada en électricité sans carbone net d’ici 2030 et de passer à une électricité 100 % sans émissions d’ici 2050. Pour réaliser ces progrès, nous créerons une nouvelle Banque canadienne pour le climat. Cette banque contribuera à stimuler les investissements dans les énergies renouvelables, l’efficacité énergétique et les technologies à faible émission de carbone partout au pays."
    },
    "Parti vert du Canada":
    {
        "abreviation" : "P.V.C.",
        "Environnement" : "texte",
        "Éducation": "texte",
        "Santé et services sociaux": "texte",
        "Immigration": "texte",
        "Économie": "texte",
        "Arts et culture": "texte",
        "Transports": "texte",
        "Énergie": "texte"
    },
    "Parti populaire du Canada":
    {
        "abreviation" : "P.P.C.",
        "Environnement" : "texte",
        "Éducation": "texte",
        "Santé et services sociaux": "texte",
        "Immigration": "texte",
        "Économie": "texte",
        "Arts et culture": "texte",
        "Transports": "texte",
        "Énergie": "texte"
    },
    "Coalition avenir Quebec":
    {
        "abreviation" : "C.A.Q",
        "Environnement" : "texte",
        "Éducation": "texte",
        "Santé et services sociaux": "texte",
        "Immigration": "texte",
        "Économie": "texte",
        "Arts et culture": "texte",
        "Transports": "texte",
        "Énergie": "texte"
    },
    "Parti liberal du Quebec":
    {
        "abreviation" : "P.L.Q",
        "Environnement" : "texte",
        "Éducation": "texte",
        "Santé et services sociaux": "texte",
        "Immigration": "texte",
        "Économie": "texte",
        "Arts et culture": "texte",
        "Transports": "texte",
        "Énergie": "texte"
    },
    "Parti quebecois":
    {
        "abreviation" : "P.Q",
        "Environnement" : "texte",
        "Éducation": "texte",
        "Santé et services sociaux": "texte",
        "Immigration": "texte",
        "Économie": "texte",
        "Arts et culture": "texte",
        "Transports": "texte",
        "Énergie": "texte"
    },
    "Parti vert du Quebec":
    {
        "abreviation" : "P.V.Q",
        "Environnement" : "texte",
        "Éducation": "texte",
        "Santé et services sociaux": "texte",
        "Immigration": "texte",
        "Économie": "texte",
        "Arts et culture": "texte",
        "Transports": "texte",
        "Énergie": "texte"
    },
    "Quebec solidaire":
    {
        "abreviation" : "Q.S",
        "Environnement" : "texte",
        "Éducation": "texte",
        "Santé et services sociaux": "texte",
        "Immigration": "texte",
        "Économie": "texte",
        "Arts et culture": "texte",
        "Transports": "texte",
        "Énergie": "texte"
    },
    "Parti conservateur du Quebec":
    {
        "abreviation" : "P.C.Q",
        "Environnement" : "texte",
        "Éducation": "texte",
        "Santé et services sociaux": "texte",
        "Immigration": "texte",
        "Économie": "texte",
        "Arts et culture": "texte",
        "Transports": "texte",
        "Énergie": "texte"
    },
    "Parti pour l'independance du Quebec":
    {
        "abreviation" : "P.I.Q",
        "Environnement" : "texte",
        "Éducation": "texte",
        "Santé et services sociaux": "texte",
        "Immigration": "texte",
        "Économie": "texte",
        "Arts et culture": "texte",
        "Transports": "texte",
        "Énergie": "texte"
    }
  }